documentatie/stuf examples/verblijfplaats/08016_Lk01T_1680358715_2526853.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema"><soap:Body><kennisgevingsBericht xmlns="http://www.egem.nl/StUF/sector/bg/0204"><stuurgegevens xmlns="http://www.egem.nl/StUF/StUF0204"><berichtsoort>Lk01</berichtsoort><entiteittype>PRS</entiteittype><sectormodel>BG</sectormodel><versieStUF>0204</versieStUF><versieSectormodel>0204</versieSectormodel><zender><applicatie>PIV</applicatie><gebruiker>PRODPIV</gebruiker></zender><ontvanger><applicatie>DDS</applicatie></ontvanger><referentienummer>2526853_08016</referentienummer><tijdstipBericht>2009031206094510</tijdstipBericht><kennisgeving><mutatiesoort>T</mutatiesoort><indicatorOvername>V</indicatorOvername><tijdstipMutatie>2009031110230311</tijdstipMutatie></kennisgeving></stuurgegevens><body><PRS d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="1571791" d5p1:verwerkingssoort="T" xmlns:d5p1="http://www.egem.nl/StUF/StUF0204"><a-nummer>1680358715</a-nummer><bsn-nummer>263454733</bsn-nummer><voornamen>Anastasia</voornamen><voorletters>A</voorletters><voorvoegselGeslachtsnaam d5p1:noValue="geenWaarde" xsi:nil="true" /><geslachtsnaam>Gracheva</geslachtsnaam><geboortedatum>19840712</geboortedatum><geboorteplaats>Moskou</geboorteplaats><codeGeboorteland>9049</codeGeboorteland><geslachtsaanduiding>V</geslachtsaanduiding><indicatieGeheim>0</indicatieGeheim><datumOpschortingBijhouding>20070921</datumOpschortingBijhouding><omschrijvingRedenOpschortingBijhouding>E</omschrijvingRedenOpschortingBijhouding><codeLandEmigratie>5053</codeLandEmigratie><datumVertrekUitNederland>20070921</datumVertrekUitNederland><verblijfstitel>98</verblijfstitel><datumVerkrijgingVerblijfstitel>20071002</datumVerkrijgingVerblijfstitel><datumVerliesVerblijfstitel d5p1:noValue="geenWaarde" xsi:nil="true" /><aanduidingNaamgebruik>E</aanduidingNaamgebruik><PRSADRVBL d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><tijdvakRelatie><d5p1:begindatumRelatie>20070921</d5p1:begindatumRelatie><d5p1:einddatumRelatie d5p1:noValue="geenWaarde" xsi:nil="true" /></tijdvakRelatie><ADR d5p1:soortEntiteit="F" d5p1:sleutelVerzendend="20202020" d5p1:verwerkingssoort="I"><adresBuitenland1>Mitinskaya street 17-2-450</adresBuitenland1><adresBuitenland2>Moskou</adresBuitenland2><adresBuitenland3 d5p1:noValue="geenWaarde" xsi:nil="true" /><landcode>5053</landcode><postcode d5p1:noValue="nietOndersteund" xsi:nil="true" /><woonplaatsnaam d5p1:noValue="nietOndersteund" xsi:nil="true" /><postbusnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><antwoordnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><straatnaam d5p1:noValue="nietOndersteund" xsi:nil="true" /><huisnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><huisletter d5p1:noValue="nietOndersteund" xsi:nil="true" /><huisnummertoevoeging d5p1:noValue="nietOndersteund" xsi:nil="true" /><aanduidingBijHuisnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><locatieomschrijving d5p1:noValue="nietOndersteund" xsi:nil="true" /><locatieadresnummer d5p1:noValue="nietOndersteund" xsi:nil="true" /><gemeentecode d5p1:noValue="nietOndersteund" xsi:nil="true" /></ADR></PRSADRVBL><PRSADRINS d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T" d5p1:noValue="waardeOnbekend" xsi:nil="true" /><PRSNAT d5p1:soortEntiteit="R" d5p1:verwerkingssoort="T"><datumVerkrijging>0</datumVerkrijging><datumVerlies d5p1:noValue="geenWaarde" xsi:nil="true" /><NAT d5p1:soortEntiteit="T" d5p1:verwerkingssoort="I"><code>41</code><omschrijving d5p1:noValue="nietOndersteund" xsi:nil="true" /><datumVerkrijging d5p1:noValue="nietOndersteund" xsi:nil="true" /><datumVerlies d5p1:noValue="nietOndersteund" xsi:nil="true" /></NAT></PRSNAT></PRS></body></kennisgevingsBericht></soap:Body></soap:Envelope>